export type Verse = {
  id: number;
  book: string;      // წიგნი: „მათე“, „მარკოზი“ და ა.შ.
  chapter: number;   // თავი
  verse: number;     // მუხლი
  text: string;      // თვითონ ტექსტი
};

export const VERSES: Verse[] = [
  {
    id: 1,
    book: "მათე",
    chapter: 5,
    verse: 3,
    text: "ნეტარ არიან მწუხარენი სულით, რადგან მათია სასუფეველი ცათა.",
  },
  {
    id: 2,
    book: "იოანე",
    chapter: 3,
    verse: 16,
    text: "რამეთუ ისე შეიყვარა ღმერთმა სოფელი, რომ მხოლოდშობილი ძე მისცა იგი.",
  },
  {
    id: 3,
    book: "იოანე",
    chapter: 14,
    verse: 27,
    text: "მშვიდობას გიტოვებთ, ჩემს მშვიდობას გცემთ; ნუ შეეშინდებათ თქვენი გული.",
  },
  {
    id: 4,
    book: "ფილიპელთა მიმართ",
    chapter: 4,
    verse: 6,
    text: "არაფერზე იტვირთოთ ზრუნვა, არამედ ლოცვით და ვედრებით მადლობის გაცემით უცნობი გახადეთ ღმრთისა თქვენი სათხოვარი.",
  },
  {
    id: 5,
    book: "რომაელთა მიმართ",
    chapter: 8,
    verse: 28,
    text: "ვიცით, რომ მათ, ვინც უყვარს ღმერთი, ყველაფერი კეთილად შეეწევა.",
  }
];
